app/controllers/school_classes_controller.rb

INSERT INTO "school_classes" ("title", "room_number", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "YAML My Camel"], ["room_number", 200], ["created_at", "2019-11-24 18:47:38.271555"], ["updated_at", "2019-11-24 18:47:38.271555"]]
---
  def create
    @school_class = SchoolClass.create!(strong_params(:school_class, :title, :room_number))